Laboratorio1.tex
% Created 2021-07-13 mar 22:09
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{M. Perez}
\date{\today}
\title{Laboratorio 1}
\hypersetup{
 pdfauthor={M. Perez},
 pdftitle={Laboratorio 1},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.3)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

Resuelva los siguientes ejercicios, puede usar los videos que se encuentran vinculados para revisar el contenido necesario.


\section{Rectas y Planos}
\label{sec:orgfeae2ce}

\begin{itemize}
\item \textbf{\href{https://vimeo.com/574240696}{Descripción general sobre rectas.}}
\item \textbf{\href{https://vimeo.com/574240985}{Descripción general sobre planos.}}
\end{itemize}

\subsection{Ejercicio 1}
\label{sec:org76685f9}

\href{https://vimeo.com/574240748}{*Ejemplo 1}*, ahora considere \(L\) la recta que pasa por los puntos \(A(2, -1, 3)\) y \(B(1, 2, 1)\).
\begin{enumerate}
\item Escriba la ecuación vectorial de la recta.
\item Escriba las ecuaciones paramétricas de la recta.
\item Escriba la ecuación simétrica de la recta.
\end{enumerate}


\subsection{Ejercicio 2}
\label{sec:orgf4e44a4}

Revise el \href{https://vimeo.com/574240843}{Ejemplo 2}, considere las rectas dadas por:
\[
    L_1(t) = (2t + 5, -3t - 7, 4t + 7)
    \qquad
    L_2(t) = (3 - 2t, 3t - 4, 5t - 6)
    \qquad
    L_3(t) = (4 - 4t, 6t + 1, -1 - 8t).
  \]
Realice lo siguiente:
\begin{enumerate}
\item Determine si \(L_1\) es paralela a \(L_2\), si \(L_1\) es paralela a \(L_2\), y si \(L_2\) es paralela a \(L_3\).
\item Revise el \textbf{\href{https://vimeo.com/574240895}{Ejemplo 3}} y para los pares de rectas \emph{que no sean paralelas} encuentre si se intersecan, y calcule el punto de intersección.
\end{enumerate}


\subsection{Ejercicio 3}
\label{sec:orgb51d3f0}
Utilice el \href{https://vimeo.com/574241043}{Ejemplo} para realizar lo siguiente.

Escriba una ecuación para la recta que sea perpendicular al plano:
\[
3x - 2y + z = 10,
\]
que pase por el punto \(A(3, -1, 2)\).

\subsection{Ejercicio 4}
\label{sec:orgd8e0665}

Utilice como base el \href{https://vimeo.com/574241111}{ejemplo}, para resolver lo siguiente:

Escriba una ecuación para el plano que pasa por los puntos:
  \[
    A(0, 2, 1), B(-2, 0, 1), C(3, 0, 1).
  \]
Determine si los puntos \(D(-7, 0, 1)\), \(E(2, -5, -1)\).

\subsection{Ejercicio 5}
\label{sec:org95c0763}

Considere los planos:
\[ 
3x + 2y - z = 1
\qquad
2x + y + 5z = 10
\]
\begin{enumerate}
\item Encuentre la intersección entre los planos. Puede usar \href{https://vimeo.com/574241177}{este vídeo} como guía.
\item Calcule el ángulo de que se forma entre los planos. Puede ver \href{https://vimeo.com/574241229}{este vídeo} como ayuda.
\end{enumerate}

\subsection{Problema 1}
\label{sec:orgfcd0bb3}
Considere la recta:
  \[
    l(t) = \mathbf{v} \, t + \mathbf{A}.
  \]
  y el punto \(B\). Calcule la distancia de \(A\) a la recta \(l\). Su respuesta puede ser planteada de forma similar, y también puede obtener ideas de como abordar el problema, a \href{https://vimeo.com/574241301}{el ejemplo.}


\subsection{Problema 2}
\label{sec:org3edd2bf}

Considere una recta y un plano dados por:
  \[
    L(t) = (a_1 \, t + b_1, a_2 \, t + b_2, a_3 \, t + b_3
    \qquad
    \mathcal{P}: Ax + By + Cz = D.
  \]
  Describa las posibilidades para la intersección entre \(L\) y \(\mathcal{P}\) y relacione a las soluciones de un sistema de ecuaciones asociado.
\end{document}